[
    {
        "title": "How is rainfall correlated with traffic accidents?",
        "year": "2025",
        "image": "/portfolio/images/traffic-rainfall.png",
        "description": "A visualization showing how Chicago rainfall and traffic accidents are closely related."
    },
    {
        "title": "Sugar intake's effect on glucose readings in prediabetic patients.",
        "year": "2025",
        "image": "/portfolio/images/informative_visualization.png",
        "description": "Graphing average change in glucose readings two hours after eating high sugar meals."
    },
    {
        "title": "DSC106 Project 3",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Work in progress!"
    },
    {
        "title": "DSC80 Final Project",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Can we predict which team will win a league of legends match based on their agent picks?"
    },
    {
        "title": "CSE150A Chatbot project",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Work in progress!"
    },
    {
        "title": "DSC106 Project 4",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Will be done soon"
    },
    {
        "title": "Eligendi commodi nemo minus?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste fugit numquam nobis aliquam ex laborum magni neque nisi. Maiores, enim et culpa, recusandae officiis fugiat ad molestiae expedita nostrum accusantium iusto praesentium. Accusamus at sunt quibusdam quis quae."
    },
    {
        "title": "Accusamus porro optio placeat.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Culpa, pariatur similique? Asperiores eos totam molestias nesciunt tempore nemo inventore, suscipit nostrum exercitationem officiis ipsa beatae modi dolorum facilis obcaecati illum commodi. Tempore aliquid, delectus id itaque doloremque iste."
    },
    {
        "title": "Cupiditate neque ipsa accusamus.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Blanditiis ullam, iste reprehenderit enim, esse sint architecto voluptas nostrum quidem impedit ducimus aliquid delectus. Incidunt nobis reprehenderit facilis. Praesentium quo aut et, pariatur esse aspernatur incidunt omnis natus nulla?"
    },
    {
        "title": "Illo doloribus accusamus iure.",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Error earum doloremque architecto incidunt quod adipisci voluptas ut ullam reprehenderit quae fugiat aut tempore inventore voluptate provident, a perferendis iure deleniti voluptatem repellat illo recusandae commodi assumenda? A, nulla."
    },
    {
        "title": "Voluptatibus nobis eveniet eligendi.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolorem repudiandae quis placeat veniam provident eius accusantium autem perspiciatis officiis facere quaerat quas consequuntur fuga molestias aliquam ipsam, officia consectetur! Ratione soluta doloribus nemo officia enim? Et, architecto explicabo!"
    },
    {
        "title": "Cum expedita quod eveniet.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eaque, iure quam amet minus cumque repellendus est enim dolores voluptatibus iste, quae officiis sapiente. Culpa aliquid perferendis magni eos ratione iusto nam, hic debitis minus dicta nemo cum quaerat."
    }
]